<?php

return [
    'title' => 'การจอง',
    'room' => 'ห้อง',
    'booking note' => 'บันทึกการจอง',
    'date' => [
        'start' => 'วันที่เริ่ม',
        'end' => 'วันที่สิ้นสุด',
    ],
    
    'submit' => 'ตกลง',
    'cancle' => 'ยกเลิก',    
    
    'booking' => [
        'success' => 'จองสำเร็จ กรุณารอการอนุมัติ',
        'failed' => 'ข้อมูลรับรองเหล่านี้ไม่ตรงกับบันทึกของเรา'
    ],
    'approve' => [
        'success' => 'อนุมัติสำเร็จ',
        'failed' => 'ไม่มีสิทธิ์ในการอนุมัติ'
    ]
];
