<?php

return [
    'title' => 'การจอง',
    'room' => 'ห้อง',
    'booking note' => 'รายละเอียด',
    'date' => [
        'start' => 'วันที่เริ่ม',
        'end' => 'วันที่สิ้นสุด',
    ],
    
    'submit' => 'ยืนยัน',
    'cancle' => 'ยกเลิก',    

    'booking' => [
        'success' => 'จองสำเร็จ กรุณารอการอนุมัติ',
        'failed' => 'ข้อมูลรับรองเหล่านี้ไม่ตรงกับบันทึกของเรา'
    ],
    'approve' => [
        'success' => 'อนุมัติสำเร็จ',
        'failed' => 'ไม่มีสิทธิ์ในการอนุมัติ'
    ],

    'reservation' => 'รายละเอียดห้อง',

    'search' => [
        'time' => 'ค้นหาห้องจากวันที่',
        'room' => 'ค้นหาห้อง'
    ],
    'dismiss' => [
        'success'  =>  'ยกเลิกการจองสำเร็จ',
        'failed' => 'ยืนยันตนไม่ถูกต้อง'

    ],

    'set' => [
        'success' => 'แก้ไขการจองสำเร็จ',
        'failed' => 'แก้ไขการจองไม่สำเร็จ'
    ],
    'edit' => 'แก้ไขรายการจอง',

];
