<?php

return [
    'title' => 'ค้นหาตามช่วงเวลา',
    'status' => 'สถานะ',
    'date' => [
        'start' => "วันที่เริ่ม",
        'end' => "วันที่สิ้นสุด"
    ],
    
    'search' => 'ค้นหา',
    'id' => 'รหัส',
    'room' => 'ห้อง',
    'building' => 'ตึก',
    'status' => 'สถานะ',
    'booking' => 'การจอง',
    'button' => 'จอง',

    'building' => 'ค้นหาห้องที่ต้องการ',
    'search' => 'ค้นหา',
    'listbuilding' => 'ตึกทั้งหมด',
    'search building' => 'เลือกตึกเพื่อค้นหา',

    'limit' => 'จำนวนคนที่รองรับ',
    'type' => 'ประเภทห้อง',




];
