<?php

return [
    'title' => 'แก้ไขผู้ใช้',
    'id' => 'รหัส',
    'name' => 'ชื่อผู้ใช้',
    'email' => 'อีเมล',
    'building'=>'ตึก',
    'selectBuilding'=>'-- เลือกตึก --',
    
    'admin status' => 'สถานะผู้ใช้',
    'edit' => 'แก้ไขข้อมูลผู้ใช้',
    'edit name' => 'แก้ไขชื่อผู้ใช้',
    'setUser' => [
        'failed' => 'แก้ไขผู้ใช้ผิดพลาด',
        'success' => 'แก้ไขผู้ใช้สำเร็จ'
    ],


    'modal' => [
        'is active' => 'สถานะ',
        'is admin' => 'แก้ไขสถานะผู้ดูแลระบบ'
    ],
    'topic'=>[
        'editUser' => 'แก้ไขผู้ใช้',
        'setResponse'=>'กำหนดผู้ดูแลตึก'
    ],

    'button' => [
        'save' => 'บันทึก',
        'close' => 'ปิด'
    ],
    'status' => [
        'status' => 'สถานะ',
        'admin' => 'ผู้ดูแลระบบ',
        'user' => 'ผู้ใช้งาน'
    ],
    'set' => [
        'admin' => 'กำหนดให้เป็นผู้ดูแลระบบ',
        'user' => 'กำหนดให้เป็นผู้ใช้งาน'
    ],
    'active'=>[
        'true' => 'เปิดใช้งาน',
        'false' => 'ไม่เปิดใช้งาน'
    ],

    
];